/* No comment provided by engineer. */
"As a precaution, plugins won't run on unsupported versions of Spotlight, even if you enable them. (You have Spotlight v%@)" = "Por precaucion, plugins no correran en versiones no apoyadas de Soptlight, ni siquira si los prendes. (Tu version de Spotlight es v%@)";

/* No comment provided by engineer. */
"Automator workflow:" = "Automatizador the flujo:";

/* No comment provided by engineer. */
"Couldn't install plugin." = "No se pudo installar el plugin.";

/* No comment provided by engineer. */
"Couldn't load the list of available online plugins." = "No se pudo carger la lista de plugins disponibles online.";

/* No comment provided by engineer. */
"Delete Plugin" = "Borrar plugin";

/* No comment provided by engineer. */
"Description:" = "Descripcion:";

/* No comment provided by engineer. */
"Edit Plugin" = "Editar Plugin";

/* No comment provided by engineer. */
"Edit Workflow" = "Editar Flujo de trabajo";

/* No comment provided by engineer. */
"Enable Spotlight Plugins" = "Preder Plugins para Spotlight";

/* No comment provided by engineer. */
"Featured" = "Destacados";

/* No comment provided by engineer. */
"Information" = "Informacion";

/* No comment provided by engineer. */
"Installed" = "Instalados";

/* No comment provided by engineer. */
"Language" = "Lenguage";

/* No comment provided by engineer. */
"New Automator Plugin..." = "Nuevo Plugin de Automatizador...";

/* No comment provided by engineer. */
"News" = "Noticias";

/* No comment provided by engineer. */
"Okay" = "Ok";

/* No comment provided by engineer. */
"Search" = "Busqueda";

/* No comment provided by engineer. */
"System" = "Systema";

/* No comment provided by engineer. */
"This plugin has no additional options." = "Este plugin no tiene mas opciones.";

/* No comment provided by engineer. */
"Title:" = "Titulo:";

/* No comment provided by engineer. */
"Try again" = "Intenta de nuevo";

/* No comment provided by engineer. */
"Unknown" = "Desconocidos";

/* No comment provided by engineer. */
"Usage examples:" = "Ejemplos de uso:";

/* No comment provided by engineer. */
"Utilities" = "Utilidades";

/* No comment provided by engineer. */
"Weather" = "Meteorologico";

/* No comment provided by engineer. */
"Your plugin will be selected when you search Spotlight for anything that's close to one of these examples." = "Tu plugin sera seleccionado cuando busques en Spotlight for cualquier cosa que se paresca a estos ejemplos.";

